Repository: ShiinaLabs/wifi-lens
Catalog: WiFiLens/Sources/WiFiLens/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

# observation.quality.fair
source: Fair
de: Mäßig
es: Regular
fr: Correcte
ja: 普通
zh_hans: 尚可

# observation.quality.good
source: Good
de: Gut
es: Buena
fr: Bonne
ja: 良好
zh_hans: 良好

# observation.quality.poor
source: Poor
de: Schlecht
es: Mala
fr: Mauvaise
ja: 悪い
zh_hans: 差

# observation.quality.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
ja: 不明
zh_hans: 未知

# observation.signal.good
source: Good
de: Gut
es: Buena
fr: Bon
ja: 良好
zh_hans: 良好

# observation.signal.moderate
source: Moderate
de: Mäßig
es: Moderado
fr: Modéré
ja: 普通
zh_hans: 一般

# observation.signal.strong
source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
zh_hans: 强

# observation.signal.weak
source: Weak
de: Schwach
es: Débil
fr: Faible
ja: 弱い
zh_hans: 弱

# observation.summary.fair
source: Fair
de: Mäßig
es: Regular
fr: Correcte
ja: 普通
zh_hans: 尚可

# observation.summary.good
source: Good
de: Gut
es: Buena
fr: Bonne
ja: 良好
zh_hans: 良好

# observation.summary.poor
source: Poor
de: Schlecht
es: Mala
fr: Mauvaise
ja: 悪い
zh_hans: 差

# observation.summary.unknown
source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnue
ja: 不明
zh_hans: 未知

# onboarding.welcome.body
source: See what’s happening with your Wi-Fi and find less crowded channels.
de: Erfahre, was in deinem Wi-Fi vor sich geht, und finde weniger ausgelastete Kanäle.
es: Descubre qué está pasando con tu Wi-Fi y encuentra canales menos congestionados.
fr: Découvre ce qui se passe avec ton Wi-Fi et trouve des canaux moins encombrés.
ja: Wi-Fi の状況を確認して、混雑していないチャンネルを見つけましょう。
zh_hans: 了解你的 Wi-Fi 状况，找到不那么拥挤的信道。

# onboarding.welcome.close
source: Close
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

# onboarding.welcome.highlight.analysis
source: Analyze trends and insights
de: Trends und Erkenntnisse analysieren
es: Analiza tendencias y perspectivas
fr: Analyser les tendances et les perspectives
ja: 傾向とインサイトを分析
zh_hans: 分析趋势与洞察

# onboarding.welcome.highlight.diagnostics
source: Run one-tap diagnostics
de: Diagnose mit einem Klick
es: Diagnóstico con un toque
fr: Lancer un diagnostic en un geste
ja: ワンタップで診断
zh_hans: 一键诊断网络

# onboarding.welcome.highlight.export
source: Export Wi-Fi snapshots
de: Wi-Fi-Momentaufnahmen exportieren
es: Exporta instantáneas de Wi-Fi
fr: Exporter des instantanés Wi-Fi
ja: Wi-Fi スナップショットを書き出す
zh_hans: 导出 Wi-Fi 快照

# onboarding.welcome.highlight.live
source: See live channel usage
de: Live-Kanalauslastung sehen
es: Consulta el uso de canales en vivo
fr: Voir l'utilisation des canaux en direct
ja: チャンネルの利用状況をリアルタイムで確認
zh_hans: 实时查看信道使用情况

# onboarding.welcome.highlight.record
source: Record Wi-Fi evidence
de: Wi-Fi-Beweisdaten aufzeichnen
es: Graba evidencia de Wi-Fi
fr: Enregistrer des preuves Wi-Fi
ja: Wi-Fi の記録を収集
zh_hans: 录制 Wi-Fi 数据

# onboarding.welcome.highlight.timeline
source: Review your timeline
de: Deinen Zeitverlauf ansehen
es: Revisa tu cronología
fr: Consulter ta chronologie
ja: タイムラインで振り返る
zh_hans: 在时间线中回顾

# onboarding.welcome.learn_pro
source: Learn about WiFi Lens Pro
de: Mehr über WiFi Lens Pro erfahren
es: Descubre WiFi Lens Pro
fr: Découvrir WiFi Lens Pro
ja: WiFi Lens Pro について
zh_hans: 了解 WiFi Lens Pro

# onboarding.welcome.skip
source: Skip
de: Überspringen
es: Omitir
fr: Passer
ja: スキップ
zh_hans: 跳过

# onboarding.welcome.start
source: Start Analyzing
de: Analyse starten
es: Empezar a analizar
fr: Commencer l'analyse
ja: 分析を開始
zh_hans: 开始分析

# onboarding.welcome.start_recording
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録画開始
zh_hans: 开始录制

# onboarding.welcome.title
source: Welcome to WiFi Lens
de: Willkommen bei WiFi Lens
es: Bienvenido a WiFi Lens
fr: Bienvenue dans WiFi Lens
ja: WiFi Lens へようこそ
zh_hans: 欢迎使用 WiFi Lens

# overview.accessibility.globe_label
source: 3D visualization of Wi‑Fi networks around the globe
de: 3D-Visualisierung von Wi‑Fi-Netzwerken rund um den Globus
es: Visualización 3D de redes Wi‑Fi alrededor del globo
fr: Visualisation 3D des réseaux Wi‑Fi dans le monde
ja: 地球上のWi‑Fiネットワークの3D可視化
zh_hans: 全球Wi‑Fi网络的3D可视化

# overview.channel_advice.header
source: Top Channels
de: Beste Kanäle
es: Mejores Canales
fr: Meilleurs canaux
ja: 優良チャンネル
zh_hans: 优秀信道

# overview.environment.summary_fmt
source: %lld networks detected
de: %lld Netzwerke erkannt
es: %lld redes detectadas
fr: %lld réseaux détectés
ja: %lld 件のネットワークを検出
zh_hans: 检测到 %lld 个网络

# overview.health.channel_label
source: Channel
de: Kanal
es: Canal
fr: Canal
ja: チャンネル
zh_hans: 信道

# overview.health.security_label
source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
zh_hans: 安全

# overview.signal.good
source: Good
de: Gut
es: Buena
fr: Bon
ja: 良好
zh_hans: 良好

# overview.signal.strong
source: Strong
de: Stark
es: Fuerte
fr: Fort
ja: 強い
zh_hans: 强

# overview.signal.weak
source: Weak
de: Schwach
es: Débil
fr: Faible
ja: 弱い
zh_hans: 弱

# overview.status.checking
source: Checking connection...
de: Überprüfe Verbindung...
es: Verificando conexión...
fr: Vérification de la connexion...
ja: 接続を確認中…
zh_hans: 正在检查连接…

# overview.status.connect_prompt
source: Connect to a Wi‑Fi network to see diagnostics and recommendations.
de: Verbinde dich mit einem Wi‑Fi-Netzwerk, um Diagnosen und Empfehlungen zu sehen.
es: Conéctate a una red Wi‑Fi para ver diagnósticos y recomendaciones.
fr: Connecte-toi à un réseau Wi‑Fi pour voir les diagnostics et les recommandations.
ja: Wi‑Fi ネットワークに接続すると、診断と推奨が表示されます。
zh_hans: 连接到 Wi‑Fi 网络即可查看诊断与建议。

# overview.status.not_connected
source: Not connected to Wi‑Fi
de: Nicht mit Wi‑Fi verbunden
es: No conectado a Wi‑Fi
fr: Non connecté au Wi‑Fi
ja: Wi‑Fi 未接続
zh_hans: 未连接 Wi‑Fi

# permission.authorization.required
source: Authorization required
de: Autorisierung erforderlich
es: Autorización requerida
fr: Autorisation requise
ja: 認証が必要です
zh_hans: 需要授权

# permission.authorization.waiting
source: Waiting for authorization
de: Warte auf Autorisierung
es: Esperando autorización
fr: En attente d'autorisation
ja: 認証待ち
zh_hans: 等待授权

# permission.crash_detected_title
source: Previous Crash Detected
de: Vorheriger Absturz erkannt
es: Cierre previo detectado
fr: Crash précédent détecté
ja: 前回のクラッシュを検出
zh_hans: 检测到上次崩溃

# permission.location.disabled
source: Location Services are disabled
de: Ortungsdienste deaktiviert
es: Servicios de Ubicación deshabilitados
fr: Les services de localisation sont désactivés
ja: 位置情報サービスがオフです
zh_hans: 定位服务已关闭

# permission.location.granted_but_no_ssid
source: Permission is granted, but macOS is still not returning SSIDs.
de: Berechtigung erteilt, aber macOS gibt immer noch keine SSIDs zurück.
es: Permiso concedido, pero macOS aún no devuelve SSIDs.
fr: L'autorisation est accordée, mais macOS ne renvoie toujours pas les SSID.
ja: 権限は許可されていますが、macOS がまだ SSID を返していません。
zh_hans: 已授权，但 macOS 仍未返回 SSID。

# permission.location.macos_requires
source: macOS requires Location Services permission to read Wi-Fi network names. Your location is never tracked or stored.
de: macOS benötigt Ortungsdienstberechtigung, um Wi‑Fi-Netzwerknamen zu lesen. Dein Standort wird niemals verfolgt oder gespeichert.
es: macOS requiere permiso de Servicios de Ubicación para leer nombres de red Wi‑Fi. Tu ubicación nunca es rastreada ni almacenada.
fr: macOS requiert l'autorisation des services de localisation pour lire les noms des réseaux Wi-Fi. Ta position n'est jamais suivie ni stockée.
ja: macOS が Wi-Fi ネットワーク名を読み取るには位置情報サービスの権限が必要です。位置情報が追跡・保存されることはありません。
zh_hans: macOS 需要定位服务权限才能读取 Wi-Fi 网络名称。我们不会追踪或存储你的位置。

# permission.location.required_short
source: Location Services required.
de: Ortungsdienste erforderlich.
es: Servicios de Ubicación requeridos.
fr: Services de localisation requis.
ja: 位置情報サービスが必要です。
zh_hans: 需要定位服务。

# permission.location.required_ssid_desc
source: Location Services permission is required to read Wi-Fi SSIDs.
de: Ortungsdienstberechtigung ist erforderlich, um Wi‑Fi-SSIDs zu lesen.
es: Se requiere permiso de Servicios de Ubicación para leer SSIDs Wi‑Fi.
fr: L'autorisation des services de localisation est requise pour lire les SSID Wi-Fi.
ja: Wi-Fi SSID の読み取りには位置情報サービスの権限が必要です。
zh_hans: 需要定位服务权限才能读取 Wi-Fi SSID。

# permission.location.services_required_message
source: Location Services permission is required to read Wi-Fi network names. Please enable it in System Settings.
de: Ortungsdienstberechtigung ist erforderlich, um Wi‑Fi-Netzwerknamen zu lesen. Bitte aktiviere sie in den Systemeinstellungen.
es: Se requiere permiso de Servicios de Ubicación para leer nombres de red Wi‑Fi. Habilítalo en Ajustes del Sistema.
fr: L'autorisation des services de localisation est requise pour lire les noms des réseaux Wi-Fi. Active-la dans Réglages Système.
ja: Wi-Fi ネットワーク名の読み取りには位置情報サービスの権限が必要です。システム設定で有効にしてください。
zh_hans: 读取 Wi-Fi 网络名称需要定位服务权限。请在系统设置中开启。

# permission.location.services_required_title
source: Location Services Required
de: Ortungsdienste erforderlich
es: Servicios de Ubicación requeridos
fr: Services de localisation requis
ja: 位置情報サービスが必要です
zh_hans: 需要定位服务

# permission.location.waiting
source: Waiting for Location Services permission...
de: Warte auf Ortungsdienstberechtigung...
es: Esperando permiso de Servicios de Ubicación...
fr: En attente de l'autorisation des services de localisation...
ja: 位置情報サービスの権限を待機中…
zh_hans: 等待定位服务授权…

# pro.accessibility.badge
source: Pro feature
de: Pro-Funktion
es: Función Pro
fr: Fonctionnalité Pro
ja: Pro機能
zh_hans: Pro 功能

# pro.accessibility.feature_fmt
source: %@ (Pro Feature)
de: %@ (Pro-Funktion)
es: %@ (Función Pro)
fr: %@ (Fonctionnalité Pro)
ja: %@ (Pro機能)
zh_hans: %@ (Pro功能)

# pro.feature.recording
source: Session recording
de: Sitzungsaufnahme
es: Grabación de sesión
fr: Enregistrement de session
ja: セッション録画
zh_hans: 会话录制

# pro.insights.description
source: Get explainable findings from your Timeline history.
de: Erhalten Sie nachvollziehbare Hinweise aus Ihrer Timeline-Historie.
es: Obtén conclusiones explicables de tu historial de Timeline.
fr: Obtiens des constats explicables à partir de ton historique de chronologie.
ja: Timeline履歴から根拠のあるインサイトを確認できます。
zh_hans: 从时间线历史记录中获取可解释的洞察。

# pro.insights.title
source: Insights
de: Erkenntnisse
fr: Analyses
ja: インサイト
zh_hans: 洞察

# pro.learn_more
source: Learn More
de: Mehr erfahren
es: Más información
fr: En savoir plus
ja: 詳細を見る
zh_hans: 了解更多

# pro.markdown.unavailable
source: Available in WiFi Lens Pro
de: Verfügbar in WiFi Lens Pro
es: Disponible en WiFi Lens Pro
fr: Disponible dans WiFi Lens Pro
ja: WiFi Lens Pro で利用可能
zh_hans: WiFi Lens Pro 提供此功能

# pro.menubar.description
source: Display Wi-Fi status and events in the menu bar
de: Zeigen Sie Wi-Fi-Status und Ereignisse in der Menüleiste an
es: Mostrar el estado y eventos de Wi-Fi en la barra de menú
fr: Afficher l'état Wi-Fi et les événements dans la barre des menus
ja: Wi-Fiの状態とイベントをメニューバーに表示
zh_hans: 在菜单栏中显示 Wi-Fi 状态和事件

# pro.menubar.name
source: Menu Bar Icon
de: Menüsymbol
es: Icono de barra de menú
fr: Icône de barre des menus
ja: メニューバーアイコン
zh_hans: 菜单栏图标

# pro.recording.description
source: Record and replay Wi-Fi sessions to analyze signal trends over time
de: Wi-Fi-Sitzungen aufzeichnen und abspielen, um Signal trends im Zeitverlauf zu analysieren
es: Graba y reproduce sesiones de Wi-Fi para analizar tendencias de señal a lo largo del tiempo
fr: Enregistre et rejoue des sessions Wi-Fi pour analyser les tendances du signal au fil du temps
ja: Wi-Fiセッションを録画・再生して、時間経過に伴う信号のトレンドを分析
zh_hans: 录制和回放 Wi-Fi 会话，分析信号变化趋势

# pro.recording.title
source: Session Recording
de: Sitzungsaufnahme
es: Grabación de sesión
fr: Enregistrement de session
ja: セッション録画
zh_hans: 会话录制

# pro.statistics.description
source: Analyze your local Timeline history.
de: Analysieren Sie Ihre lokale Timeline-Historie.
es: Analiza tu historial local de Timeline.
fr: Analyse ton historique local de chronologie.
ja: ローカルのTimeline履歴を分析します。
zh_hans: 分析本地时间线历史记录。

# pro.statistics.title
source: Statistics
de: Statistiken
es: Estadísticas
fr: Statistiques
ja: 統計
zh_hans: 统计

# pro.timeline.description
source: Review Wi-Fi connection events and browse recent network changes
de: Wi-Fi-Verbindungsereignisse prüfen und aktuelle Netzwerkänderungen nachvollziehen
es: Revisa eventos de conexión Wi-Fi y consulta cambios recientes de red
fr: Consulte les événements de connexion Wi-Fi et parcours les changements réseau récents
ja: Wi-Fi接続イベントを確認し、最近のネットワーク変化をたどります
zh_hans: 查看 Wi-Fi 连接事件并浏览最近的网络变化

# pro.timeline.title
source: Event Timeline
de: Ereignis-Zeitleiste
es: Cronología de eventos
fr: Chronologie d'événements
ja: イベントタイムライン
zh_hans: 事件时间线

# recording.chart.empty
source: No recorded data yet
de: Noch keine aufgezeichneten Daten
es: Sin datos grabados aún
fr: Pas encore de données enregistrées
ja: 録画データがありません
zh_hans: 暂无录制数据

# recording.chart.select_aps
source: Check the APs you want to focus on in the table below
de: Wähle die APs, auf die du dich konzentrieren möchtest, in der Tabelle unten aus
es: Marca los APs en los que quieres enfocarte en la tabla de abajo
fr: Coche les AP sur lesquels tu souhaites te concentrer dans le tableau ci-dessous
ja: 下のテーブルで表示したいAPにチェックを入れてください
zh_hans: 请在下表中勾选想要关注的AP信号源

# recording.empty.hint
source: Switch to the Live tab to start scanning for nearby APs.
de: Wechsle zum Live-Tab, um mit dem Scannen von APs in der Nähe zu beginnen.
es: Cambia a la pestaña En Vivo para comenzar a escanear APs cercanos.
fr: Passe à l'onglet En direct pour commencer à scanner les AP proches.
ja: LiveタブでAPのスキャンを開始してください。
zh_hans: 请切换到实时标签页开始扫描附近的AP。

# recording.empty.no_aps
source: No access points detected
de: Keine APs erkannt
es: No se detectaron AP
fr: Aucun point d'accès détecté
ja: AP が見つかりません
zh_hans: 未检测到 AP

# recording.error.load_failed
source: Failed to load session file
de: Fehler beim Laden der Sitzungsdatei
es: Error al cargar el archivo de sesión
fr: Échec du chargement du fichier de session
ja: セッションファイルの読み込みに失敗しました
zh_hans: 加载会话文件失败

# recording.last_seen.now
source: now
de: jetzt
es: ahora
fr: maintenant
ja: たった今
zh_hans: 刚刚

# recording.no_ap_data
source: No AP data available
de: Keine AP-Daten verfügbar
es: Sin datos de AP disponibles
fr: Aucune donnée d'AP disponible
ja: APデータがありません
zh_hans: 无AP数据可用

# recording.no_session
source: No session loaded
de: Keine Sitzung geladen
es: Sin sesión cargada
fr: Aucune session chargée
ja: セッションが読み込まれていません
zh_hans: 未加载会话

# recording.overwrite.message
source: Starting a new recording will discard the current session data. Save before continuing if you want to keep it.
de: Das Starten einer neuen Aufnahme verwirft die aktuellen Sitzungsdaten. Speichere vor dem Fortfahren, wenn du sie behalten möchtest.
es: Iniciar una nueva grabación descartará los datos de la sesión actual. Guarda antes de continuar si quieres conservarlos.
fr: Le lancement d'un nouvel enregistrement supprimera les données de session actuelles. Enregistre avant de continuer si tu souhaites les conserver.
ja: 新しい録画を開始すると、現在のセッションデータは破棄されます。保存する場合は先に保存してください。
zh_hans: 开始新录制将丢弃当前会话数据。如需保留，请先保存。

# recording.overwrite.title
source: Overwrite Existing Recording?
de: Bestehende Aufnahme überschreiben?
es: ¿Sobrescribir grabación existente?
fr: Écraser l'enregistrement existant ?
ja: 録画データを上書きしますか？
zh_hans: 覆盖现有录制数据？

# recording.start
source: Start Recording
de: Aufnahme starten
es: Iniciar grabación
fr: Démarrer l'enregistrement
ja: 録画開始
zh_hans: 开始录制

# recording.state.idle
source: No AP data
de: Keine AP-Daten
es: Sin datos de AP
fr: Aucune donnée d'AP
ja: APデータなし
zh_hans: 无AP数据

# recording.state.ready
source: Ready to record
de: Aufnahmebereit
es: Listo para grabar
fr: Prêt à enregistrer
ja: 録画準備完了
zh_hans: 准备录制

# recording.state.recording
source: Recording…
de: Aufnahme…
es: Grabando…
fr: Enregistrement…
ja: 録画中…
zh_hans: 录制中…

# recording.state.stopped
source: Recording stopped
de: Aufnahme gestoppt
es: Grabación detenida
fr: Enregistrement arrêté
ja: 録画停止
zh_hans: 录制已停止

# roaming.accessibility.latency_fmt
source: Latency: %@ ms, %@
de: Latenz: %@ ms, %@
es: Latencia: %@ ms, %@
fr: Latence : %@ ms, %@
ja: 遅延: %@ ms, %@
zh_hans: 延迟: %@ ms, %@

# roaming.control.start_tooltip
source: Start roaming test
de: Roaming-Test starten
es: Iniciar prueba de roaming
fr: Démarrer le test d'itinérance
ja: ローミングテストを開始
zh_hans: 开始漫游测试

# roaming.control.stop_tooltip
source: Stop roaming test
de: Roaming-Test stoppen
es: Detener prueba de roaming
fr: Arrêter le test d'itinérance
ja: ローミングテストを停止
zh_hans: 停止漫游测试

# roaming.error.load_failed
source: Failed to load session
de: Fehler beim Laden der Sitzung
es: Error al cargar sesión
fr: Échec du chargement de la session
ja: セッションの読み込みに失敗しました
zh_hans: 加载会话失败

# roaming.error.no_connection
source: Not connected to any Wi-Fi network. Connect to a network before starting the roaming test.
de: Nicht mit einem Wi‑Fi-Netzwerk verbunden. Verbinde dich mit einem Netzwerk, bevor du den Roaming-Test startest.
es: No conectado a ninguna red Wi‑Fi. Conéctate a una red antes de iniciar la prueba de roaming.
fr: Non connecté à un réseau Wi-Fi. Connecte-toi à un réseau avant de lancer le test d'itinérance.
ja: Wi-Fi ネットワークに接続されていません。ローミングテストを開始する前にネットワークに接続してください。
zh_hans: 未连接到任何 Wi-Fi 网络。请在开始漫游测试前连接网络。

# roaming.error.save_failed
source: Failed to save session
de: Fehler beim Speichern der Sitzung
es: Error al guardar sesión
fr: Échec de l'enregistrement de la session
ja: セッションの保存に失敗しました
zh_hans: 保存会话失败

# roaming.field.latency
source: Latency
de: Latenz
es: Latencia
fr: Latence
ja: レイテンシ
zh_hans: 延迟

# roaming.latency.excellent
source: Excellent
de: Hervorragend
es: Excelente
fr: Excellente
ja: 非常に良好
zh_hans: 极佳

# roaming.latency.good
source: Good
de: Gut
es: Buena
fr: Bonne
ja: 良好
zh_hans: 良好

# roaming.latency.poor
source: Poor
de: Schlecht
es: Mala
fr: Mauvaise
ja: 不良
zh_hans: 差

# roaming.overwrite.message
source: Starting a new roaming test will discard the current session data. Save before continuing if you want to keep it.
de: Das Starten eines neuen Roaming-Tests verwirft die aktuellen Sitzungsdaten. Speichere vor dem Fortfahren, wenn du sie behalten möchtest.
es: Iniciar una nueva prueba de roaming descartará los datos de la sesión actual. Guarda antes de continuar si quieres conservarlos.
fr: Le lancement d'un nouveau test d'itinérance supprimera les données de session actuelles. Enregistre avant de continuer si tu souhaites les conserver.
ja: 新しいローミングテストを開始すると、現在のセッションデータは破棄されます。保存する場合は先に保存してください。
zh_hans: 开始新漫游测试将丢弃当前会话数据。如需保留，请先保存。

# roaming.overwrite.title
source: Overwrite Roaming Session?
de: Roaming-Sitzung überschreiben?
es: ¿Sobrescribir sesión de roaming?
fr: Écraser la session d'itinérance ?
ja: ローミングセッションを上書きしますか？
zh_hans: 覆盖漫游会话？

# roaming.session.load_title
source: Load Roaming Session
de: Roaming-Sitzung laden
es: Cargar sesión de roaming
fr: Charger la session d'itinérance
ja: ローミングセッションを読み込む
zh_hans: 加载漫游会话

# roaming.session.save_title
source: Save Roaming Session
de: Roaming-Sitzung speichern
es: Guardar sesión de roaming
fr: Enregistrer la session d'itinérance
ja: ローミングセッションを保存
zh_hans: 保存漫游会话

# roaming.state.no_transitions
source: No AP transitions detected
de: Keine AP-Übergänge erkannt
es: No se detectaron transiciones AP
fr: Aucune transition AP détectée
ja: AP 遷移は検出されませんでした
zh_hans: 未检测到 AP 切换

# roaming.state.waiting
source: Waiting for AP transitions...
de: Warte auf AP-Übergänge...
es: Esperando transiciones AP...
fr: En attente de transitions AP...
ja: AP 遷移を待機中…
zh_hans: 等待 AP 切换…

# roaming.table.col.ch_after
source: Ch After
de: Kanal danach
es: Canal después
fr: Ch après
ja: 変更後 Ch
zh_hans: 新信道

# roaming.table.col.ch_before
source: Ch Before
de: Kanal davor
es: Canal antes
fr: Ch avant
ja: 変更前 Ch
zh_hans: 旧信道

# roaming.table.col.from_bssid
source: From BSSID
de: Von BSSID
es: De BSSID
fr: BSSID source
ja: 変更元 BSSID
zh_hans: 旧 BSSID

# roaming.table.col.rssi_after
source: RSSI After
de: RSSI danach
es: RSSI después
fr: RSSI après
ja: 変更後 RSSI
zh_hans: 新 RSSI

# roaming.table.col.rssi_before
source: RSSI Before
de: RSSI davor
es: RSSI antes
fr: RSSI avant
ja: 変更前 RSSI
zh_hans: 旧 RSSI

# roaming.table.col.time
source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
zh_hans: 时间

# roaming.table.col.to_bssid
source: To BSSID
de: Zu BSSID
es: A BSSID
fr: BSSID cible
ja: 変更先 BSSID
zh_hans: 新 BSSID

# roaming.warning.not_portable
source: This feature is designed for battery-equipped Mac laptops. Desktop Macs cannot simulate mobile roaming scenarios.
de: Diese Funktion ist für Mac-Laptops mit Akku ausgelegt. Desktop-Macs können keine mobilen Roaming-Szenarien simulieren.
es: Esta función está diseñada para portátiles Mac con batería. Los Mac de escritorio no pueden simular escenarios de roaming móvil.
fr: Cette fonctionnalité est conçue pour les Mac portables équipés d'une batterie. Les Mac de bureau ne peuvent pas simuler les scénarios d'itinérance mobile.
ja: この機能はバッテリー搭載の Mac ノートパソコン向けです。デスクトップ Mac ではモバイルローミングのシミュレーションはできません。
zh_hans: 此功能适用于配备电池的 Mac 笔记本电脑，桌面 Mac 无法模拟移动漫游场景。

# settings.about.dependencies_header
source: Core Dependencies
de: Wesentliche Abhängigkeiten
es: Dependencias principales
fr: Dépendances principales
ja: 主要な依存関係
zh_hans: 核心依赖

# settings.about.developer
source: Developer
de: Entwickler
es: Desarrollador
fr: Développeur
ja: 開発者
zh_hans: 开发者

# settings.about.discord
source: Discord
de: Discord-Community

# settings.about.header
source: About
de: Über
es: Acerca de
fr: À propos
ja: 情報
zh_hans: 关于

# settings.about.website
source: Official Website
de: Offizielle Webseite
es: Sitio web oficial
fr: Site officiel
ja: 公式サイト
zh_hans: 官方网站

# settings.app.description
source: A simple Wi-Fi channel and signal strength analyzer for macOS.
de: Ein einfacher Wi‑Fi-Kanal- und Signalstärke-Analysator für macOS.
es: Un analizador simple de canales Wi‑Fi e intensidad de señal para macOS.
fr: Un analyseur simple de canaux Wi-Fi et de puissance de signal pour macOS.
ja: macOS 向けのシンプルな Wi-Fi チャンネル・信号強度アナライザ。
zh_hans: 一款简单的 macOS Wi-Fi 信道与信号强度分析工具。

# settings.appearance.header
source: Appearance
de: Erscheinungsbild
es: Apariencia
fr: Apparence
ja: 外観
zh_hans: 外观

# settings.appearance.hide_badge
source: Hide title badge
de: Titel-Badge ausblenden
es: Ocultar insignia de título
fr: Masquer le badge de titre
ja: タイトルバッジを非表示
zh_hans: 隐藏标题徽章

# settings.appearance.theme_label
source: Theme
de: Design
es: Tema
fr: Thème
ja: テーマ
zh_hans: 主题

# settings.apRadar.preset_description
source: Choose the pulse tone played while tracking an AP.
de: Wähle den Pulston, der beim Verfolgen eines AP abgespielt wird.
es: Elige el tono de pulso que se reproduce al rastrear un AP.
fr: Choisis le ton des impulsions jouées pendant le suivi d'un AP.
ja: APの追跡中に再生されるパルス音を選択します。
zh_hans: 选择追踪 AP 期间播放的提示音。

# settings.apRadar.preset_label
source: Pulse Sound
de: Pulston
es: Sonido de pulso
fr: Son des impulsions
ja: パルス音
zh_hans: 脉冲提示音

# settings.apRadar.preset.geiger
source: Geiger Counter
de: Geigerzähler
es: Contador Geiger
fr: Compteur Geiger
ja: ガイガーカウンター
zh_hans: 盖革计数器

# settings.apRadar.preset.geiger_hint
source: Unlocked by a secret gesture on the AP Radar page.
de: Wurde durch eine geheime Geste auf der AP-Radar-Seite freigeschaltet.
es: Desbloqueado mediante un gesto secreto en la página de Radar AP.
fr: Débloqué par un geste secret sur la page AP Radar.
ja: APレーダーページでの秘密の操作で解除されました。
zh_hans: 在 AP 雷达页面通过隐藏手势解锁。

# settings.apRadar.preset.softPulse
source: Soft Pulse
de: Sanfter Puls
es: Pulso suave
fr: Impulsion douce
ja: ソフトパルス
zh_hans: 柔和脉冲

# settings.apRadar.preview
source: Preview Sound
de: Sound-Vorschau
es: Vista previa del sonido
fr: Aperçu du son
ja: サウンドを試聴
zh_hans: 试听声音

# settings.data.clear_timeline
source: Clear Timeline Data
de: Timeline-Daten löschen
es: Borrar datos de la línea de tiempo
fr: Effacer les données de chronologie
ja: タイムラインデータを消去
zh_hans: 清除时间线数据
